Repository: owngoal-dev/Xrash
Catalog: Xrash/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: That repository does not exist, or it is private.
ar: ذلك المستودع غير موجود، أو أنه خاص.
de: Dieses Repository existiert nicht oder ist privat.
es: Ese repositorio no existe o es privado.
fr: Ce dépôt n’existe pas, ou il est privé.
it: Quel repository non esiste, oppure è privato.
ja: そのリポジトリは存在しないか、非公開です。
ko: 그 저장소가 없거나 비공개입니다.
pt_br: Esse repositório não existe ou é privado.
ru: Такого репозитория нет, либо он приватный.
vi: Kho đó không tồn tại, hoặc là kho riêng tư.
zh_hans: 该仓库不存在，或为私有仓库。
zh_hant: 該儲存庫不存在，或為私人儲存庫。

source: That repository has no releases.
ar: لا توجد إصدارات في ذلك المستودع.
de: Dieses Repository hat keine Releases.
es: Ese repositorio no tiene versiones.
fr: Ce dépôt n’a aucune release.
it: Quel repository non ha release.
ja: そのリポジトリにリリースはありません。
ko: 그 저장소에는 릴리스가 없습니다.
pt_br: Esse repositório não tem versões.
ru: В этом репозитории нет релизов.
vi: Kho đó không có bản phát hành nào.
zh_hans: 该仓库没有发行版。
zh_hant: 該儲存庫沒有發行版本。

source: The app that crashed, then the exception and the version, on two lines.
ar: التطبيق الذي تعطّل، ثم الاستثناء والإصدار، في سطرين.
de: Die abgestürzte App, dann Ausnahme und Version, in zwei Zeilen.
es: La app que falló y luego la excepción y la versión, en dos líneas.
fr: L’app concernée, puis l’exception et la version, sur deux lignes.
it: L’app interessata, poi l’eccezione e la versione, su due righe.
ja: クラッシュしたアプリ、そして例外とバージョンを 2 行で表示します。
ko: 충돌한 앱, 그리고 예외와 버전을 두 줄로 보여 줍니다.
pt_br: O app que falhou e depois a exceção e a versão, em duas linhas.
ru: Приложение, в котором произошёл сбой, затем исключение и версия — в две строки.
vi: Ứng dụng gặp sự cố, rồi đến ngoại lệ và phiên bản, trên hai dòng.
zh_hans: 第一行是崩溃的 App，第二行是异常和版本。
zh_hant: 第一行是當機的 App，第二行是例外和版本。

source: The archive could not be read. It may be damaged.
ar: تعذّرت قراءة الأرشيف. قد يكون تالفًا.
de: Das Archiv konnte nicht gelesen werden. Es ist möglicherweise beschädigt.
es: No se ha podido leer el archivo comprimido. Puede que esté dañado.
fr: L’archive n’a pas pu être lue. Elle est peut-être endommagée.
it: Non è stato possibile leggere l’archivio. Potrebbe essere danneggiato.
ja: アーカイブを読み込めませんでした。破損している可能性があります。
ko: 아카이브를 읽을 수 없습니다. 손상되었을 수 있습니다.
pt_br: Não foi possível ler o arquivo. Ele pode estar danificado.
ru: Не удалось прочитать архив. Возможно, он повреждён.
vi: Không đọc được kho lưu trữ. Có thể nó đã hỏng.
zh_hans: 无法读取该归档，它可能已损坏。
zh_hant: 無法讀取該壓縮檔，它可能已損毀。

source: The archive could not be written.
ar: تعذّرت كتابة الأرشيف.
de: Das Archiv konnte nicht geschrieben werden.
es: No se ha podido escribir el archivo comprimido.
fr: L’archive n’a pas pu être écrite.
it: Non è stato possibile scrivere l’archivio.
ja: アーカイブを書き出せませんでした。
ko: 아카이브를 기록할 수 없습니다.
pt_br: Não foi possível gravar o arquivo.
ru: Не удалось записать архив.
vi: Không ghi được kho lưu trữ.
zh_hans: 无法写入该归档。
zh_hant: 無法寫入該壓縮檔。

source: The file could not be created. Try again.
ar: تعذّر إنشاء الملف. حاول مرة أخرى.
de: Die Datei konnte nicht erstellt werden. Versuche es erneut.
es: No se ha podido crear el archivo. Inténtalo de nuevo.
fr: Le fichier n’a pas pu être créé. Réessayez.
it: Non è stato possibile creare il file. Riprova.
ja: ファイルを作成できませんでした。もう一度お試しください。
ko: 파일을 생성할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível criar o arquivo. Tente novamente.
ru: Не удалось создать файл. Повторите попытку.
vi: Không thể tạo tệp. Hãy thử lại.
zh_hans: 无法创建该文件。请重试。
zh_hant: 無法建立該檔案。請再試一次。

source: The file could not be opened or understood.
ar: تعذّر فتح الملف أو فهمه.
de: Die Datei konnte nicht geöffnet oder verstanden werden.
es: No se ha podido abrir ni interpretar el archivo.
fr: Le fichier n’a pas pu être ouvert ni interprété.
it: Non è stato possibile aprire o interpretare il file.
ja: ファイルを開けないか、内容を解釈できませんでした。
ko: 파일을 열거나 해석할 수 없습니다.
pt_br: Não foi possível abrir ou interpretar o arquivo.
ru: Не удалось открыть или разобрать файл.
vi: Không thể mở hoặc hiểu được tệp này.
zh_hans: 无法打开或解析该文件。
zh_hant: 無法打開或解讀該檔案。

source: The file is not a Mach-O binary, or the part that describes it is damaged.
ar: هذا الملف ليس ملفًا ثنائيًا من نوع Mach-O، أو أن الجزء الذي يصفه تالف.
de: Die Datei ist keine Mach-O-Binärdatei, oder der Teil, der sie beschreibt, ist beschädigt.
es: El archivo no es un binario Mach-O, o la parte que lo describe está dañada.
fr: Le fichier n’est pas un binaire Mach-O, ou la partie qui le décrit est endommagée.
it: Il file non è un binario Mach-O, oppure la parte che lo descrive è danneggiata.
ja: このファイルは Mach-O バイナリではないか、それを記述する部分が破損しています。
ko: 이 파일은 Mach-O 바이너리가 아니거나, 이를 설명하는 부분이 손상되었습니다.
pt_br: O arquivo não é um binário Mach-O, ou a parte que o descreve está danificada.
ru: Файл не является бинарным файлом Mach-O, либо описывающая его часть повреждена.
vi: Tệp này không phải là tệp nhị phân Mach-O, hoặc phần mô tả nó đã hỏng.
zh_hans: 该文件不是 Mach-O 二进制文件，或描述它的部分已损坏。
zh_hant: 該檔案不是 Mach-O 二進位檔案，或描述它的部分已損毀。

source: The packages whose code sits in a crashing stack are named beside it.
ar: تظهر بجانب مكدس التعطل أسماء الحزم التي توجد تعليماتها البرمجية فيه.
de: Die Pakete, deren Code auf einem abgestürzten Stack liegt, werden daneben genannt.
es: Los paquetes cuyo código está en una pila que ha fallado se indican al lado.
fr: Les paquets dont le code se trouve sur une pile ayant planté sont nommés à côté.
it: I pacchetti il cui codice si trova in uno stack andato in crash vengono indicati accanto.
ja: クラッシュしたスタックにコードがあるパッケージが、その横に表示されます。
ko: 크래시된 스택에 코드가 있는 패키지가 그 옆에 표시됩니다.
pt_br: Os pacotes cujo código está em uma pilha com falha são indicados ao lado.
ru: Пакеты, чей код оказался в стеке сбоя, называются рядом с ним.
vi: Các gói có mã nằm trên ngăn xếp gặp sự cố sẽ được nêu tên ngay bên cạnh.
zh_hans: 代码出现在崩溃堆栈中的软件包会显示在其旁边。
zh_hant: 程式碼出現在崩潰堆疊中的套件會顯示在其旁邊。

source: The report could not be read.
ar: تعذّرت قراءة التقرير.
de: Der Bericht konnte nicht gelesen werden.
es: No se ha podido leer el informe.
fr: Le rapport n’a pas pu être lu.
it: Non è stato possibile leggere il rapporto.
ja: レポートを読み込めませんでした。
ko: 보고서를 읽을 수 없습니다.
pt_br: Não foi possível ler o relatório.
ru: Не удалось прочитать отчёт.
vi: Không đọc được báo cáo.
zh_hans: 无法读取该报告。
zh_hant: 無法讀取該報告。

source: The report file is removed. This cannot be undone.
ar: يُزال ملف التقرير. لا يمكن التراجع عن ذلك.
de: Die Berichtsdatei wird entfernt. Das kann nicht widerrufen werden.
es: El archivo del informe se elimina. Esta acción no se puede deshacer.
fr: Le fichier du rapport est retiré. Cette action est irréversible.
it: Il file del rapporto viene rimosso. Questa azione non può essere annullata.
ja: レポートファイルが削除されます。この操作は取り消せません。
ko: 보고서 파일이 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: O arquivo do relatório é removido. Não é possível desfazer.
ru: Файл отчёта удаляется. Отменить это действие нельзя.
vi: Tệp báo cáo sẽ bị gỡ. Không thể hoàn tác.
zh_hans: 该报告文件将被移除。此操作无法撤销。
zh_hant: 該報告檔案會被移除。此操作無法還原。

source: The report files are removed. This cannot be undone.
ar: تُزال ملفات التقارير. لا يمكن التراجع عن ذلك.
de: Die Berichtsdateien werden entfernt. Das kann nicht widerrufen werden.
es: Los archivos de los informes se eliminan. Esta acción no se puede deshacer.
fr: Les fichiers des rapports sont retirés. Cette action est irréversible.
it: I file dei rapporti vengono rimossi. Questa azione non può essere annullata.
ja: これらのレポートファイルが削除されます。この操作は取り消せません。
ko: 보고서 파일들이 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Os arquivos dos relatórios são removidos. Não é possível desfazer.
ru: Файлы отчётов удаляются. Отменить это действие нельзя.
vi: Các tệp báo cáo sẽ bị gỡ. Không thể hoàn tác.
zh_hans: 这些报告文件将被移除。此操作无法撤销。
zh_hant: 這些報告檔案會被移除。此操作無法還原。

source: The stored tables are removed and system frames go back to addresses until they are extracted again.
ar: تُزال الجداول المخزَّنة وتعود إطارات النظام إلى عناوين حتى تُستخرج من جديد.
de: Die gesicherten Tabellen werden entfernt, und System-Frames zeigen wieder Adressen, bis sie erneut extrahiert werden.
es: Se eliminan las tablas guardadas y los marcos del sistema vuelven a ser direcciones hasta que se extraigan de nuevo.
fr: Les tables enregistrées sont supprimées et les frames système redeviennent des adresses jusqu’à une nouvelle extraction.
it: Le tabelle salvate vengono rimosse e i frame di sistema tornano a essere indirizzi finché non vengono estratti di nuovo.
ja: 保存されたテーブルが削除され、もう一度抽出するまでシステムのフレームはアドレスに戻ります。
ko: 저장된 테이블이 삭제되고, 다시 추출할 때까지 시스템 프레임은 주소로만 표시됩니다.
pt_br: As tabelas armazenadas são removidas e os quadros do sistema voltam a ser endereços até serem extraídos novamente.
ru: Сохранённые таблицы удаляются, и системные кадры снова станут адресами, пока их не извлекут заново.
vi: Các bảng đã lưu sẽ bị gỡ và khung ngăn xếp hệ thống trở lại thành địa chỉ cho tới khi được trích xuất lại.
zh_hans: 已存储的符号表将被移除，系统帧会恢复为地址，直到重新提取。
zh_hant: 已儲存的符號表會被移除，系統堆疊框架會恢復為位址，直到重新提取為止。

source: The system's shared cache could not be read.
ar: تعذّرت قراءة ذاكرة التخزين المشتركة للنظام.
de: Der Shared Cache des Systems konnte nicht gelesen werden.
es: No se ha podido leer la caché compartida del sistema.
fr: Le cache partagé du système n’a pas pu être lu.
it: Non è stato possibile leggere la shared cache del sistema.
ja: システムの共有キャッシュを読み込めませんでした。
ko: 시스템의 공유 캐시를 읽을 수 없습니다.
pt_br: Não foi possível ler o cache compartilhado do sistema.
ru: Не удалось прочитать общий кэш системы.
vi: Không đọc được bộ nhớ đệm dùng chung của hệ thống.
zh_hans: 无法读取系统的共享缓存。
zh_hant: 無法讀取系統的共享快取。

source: There are no reports to delete.
ar: لا توجد تقارير لحذفها.
de: Es gibt keine Berichte zum Löschen.
es: No hay ningún informe que eliminar.
fr: Il n’y a aucun rapport à supprimer.
it: Non ci sono rapporti da eliminare.
ja: 削除できるレポートがありません。
ko: 삭제할 보고서가 없습니다.
pt_br: Não há relatórios para apagar.
ru: Нет отчётов для удаления.
vi: Không có báo cáo nào để xóa.
zh_hans: 没有可删除的报告。
zh_hant: 沒有可刪除的報告。

source: Third-party image
ar: صورة من طرف خارجي
de: Image eines Drittanbieters
es: Imagen de terceros
fr: Image tierce
it: Immagine di terze parti
ja: サードパーティのイメージ
ko: 서드파티 이미지
pt_br: Imagem de terceiros
ru: Сторонний образ
vi: Ảnh nhị phân bên thứ ba
zh_hans: 第三方映像
zh_hant: 第三方映像

source: This binary could not be opened. It may belong to another device, or to software that is no longer installed.
ar: تعذّر فتح هذا الملف الثنائي. قد يكون تابعًا لجهاز آخر، أو لبرنامج لم يعد مثبتًا.
de: Diese Binärdatei konnte nicht geöffnet werden. Sie gehört möglicherweise zu einem anderen Gerät oder zu Software, die nicht mehr installiert ist.
es: No se ha podido abrir este binario. Puede que sea de otro dispositivo o de software que ya no está instalado.
fr: Ce binaire n’a pas pu être ouvert. Il appartient peut-être à un autre appareil ou à un logiciel qui n’est plus installé.
it: Non è stato possibile aprire questo binario. Potrebbe appartenere a un altro dispositivo o a software non più installato.
ja: このバイナリを開けませんでした。別のデバイスのものか、すでにインストールされていないソフトウェアのものかもしれません。
ko: 이 바이너리를 열 수 없습니다. 다른 기기의 것이거나, 더 이상 설치되어 있지 않은 소프트웨어의 것일 수 있습니다.
pt_br: Não foi possível abrir este binário. Ele pode ser de outro dispositivo ou de um software que não está mais instalado.
ru: Не удалось открыть этот бинарный файл. Возможно, он принадлежит другому устройству или программе, которая уже не установлена.
vi: Không mở được tệp nhị phân này. Nó có thể thuộc về một thiết bị khác, hoặc phần mềm không còn được cài đặt.
zh_hans: 无法打开此二进制文件。它可能属于其他设备，或属于已卸载的软件。
zh_hant: 無法打開此二進位檔案。它可能屬於其他裝置，或屬於已移除的軟體。

source: This build shipped without its license file.
ar: صدر هذا الإصدار بدون ملف الترخيص الخاص به.
de: Dieser Build wurde ohne seine Lizenzdatei ausgeliefert.
es: Esta compilación se ha publicado sin su archivo de licencias.
fr: Ce build a été livré sans son fichier de licence.
it: Questa build è stata distribuita senza il suo file di licenza.
ja: このビルドにはライセンスファイルが含まれていません。
ko: 이 빌드에는 라이선스 파일이 포함되지 않았습니다.
pt_br: Esta versão foi publicada sem o arquivo de licenças.
ru: Эта сборка вышла без файла лицензий.
vi: Bản dựng này được phát hành mà không kèm tệp giấy phép.
zh_hans: 此版本未附带许可文件。
zh_hant: 此版本未附上授權檔案。

source: This copy is no longer installed. Quit it and open Xrash again to continue.
ar: لم تعد هذه النسخة مثبتة. أنهِها وافتح Xrash من جديد للمتابعة.
de: Diese Kopie ist nicht mehr installiert. Beende sie und öffne Xrash erneut, um fortzufahren.
es: Esta copia ya no está instalada. Sal de ella y vuelve a abrir Xrash para continuar.
fr: Cette copie n’est plus installée. Quittez-la et rouvrez Xrash pour continuer.
it: Questa copia non è più installata. Chiudila e riapri Xrash per continuare.
ja: このコピーはすでにインストールされていません。終了してから Xrash を開き直してください。
ko: 이 사본은 더 이상 설치되어 있지 않습니다. 계속하려면 종료한 뒤 Xrash를 다시 여세요.
pt_br: Esta cópia não está mais instalada. Encerre-a e abra o Xrash novamente para continuar.
ru: Эта копия больше не установлена. Завершите её и откройте Xrash заново, чтобы продолжить.
vi: Bản này không còn được cài đặt. Hãy thoát và mở lại Xrash để tiếp tục.
zh_hans: 此副本已不再安装。请退出并重新打开 Xrash 以继续。
zh_hant: 此副本已不再安裝。請結束並重新打開 Xrash 以繼續。

source: This file has no architecture Xrash can read.
ar: لا يحتوي هذا الملف على أي بنية يستطيع Xrash قراءتها.
de: Diese Datei enthält keine Architektur, die Xrash lesen kann.
es: Este archivo no tiene ninguna arquitectura que Xrash pueda leer.
fr: Ce fichier ne contient aucune architecture que Xrash peut lire.
it: Questo file non contiene alcuna architettura che Xrash possa leggere.
ja: このファイルには、Xrash が読み込めるアーキテクチャがありません。
ko: 이 파일에는 Xrash가 읽을 수 있는 아키텍처가 없습니다.
pt_br: Este arquivo não tem nenhuma arquitetura que o Xrash possa ler.
ru: В этом файле нет архитектуры, которую может прочитать Xrash.
vi: Tệp này không có kiến trúc nào mà Xrash đọc được.
zh_hans: 此文件不包含 Xrash 可读取的架构。
zh_hant: 此檔案不包含 Xrash 可讀取的架構。

source: This image lives in the system’s shared cache and has no file of its own.
ar: توجد هذه الصورة داخل ذاكرة التخزين المشتركة للنظام وليس لها ملف خاص بها.
de: Dieses Image liegt im Shared Cache des Systems und hat keine eigene Datei.
es: Esta imagen está en la caché compartida del sistema y no tiene un archivo propio.
fr: Cette image réside dans le cache partagé du système et n’a pas de fichier propre.
it: Questa immagine si trova nella shared cache del sistema e non ha un file proprio.
ja: このイメージはシステムの共有キャッシュ内にあり、単独のファイルはありません。
ko: 이 이미지는 시스템의 공유 캐시 안에 있으며 자체 파일이 없습니다.
pt_br: Esta imagem fica no cache compartilhado do sistema e não tem um arquivo próprio.
ru: Этот образ находится в общем кэше системы и не имеет собственного файла.
vi: Ảnh nhị phân này nằm trong bộ nhớ đệm dùng chung của hệ thống và không có tệp riêng.
zh_hans: 此映像位于系统的共享缓存中，没有独立的文件。
zh_hant: 此映像位於系統的共享快取中，沒有自己的檔案。

source: This release has more than one debug symbol archive.
ar: يحتوي هذا الإصدار على أكثر من أرشيف رموز تصحيح.
de: Dieses Release hat mehr als ein Archiv mit Debug-Symbolen.
es: Esta versión tiene más de un archivo de símbolos de depuración.
fr: Cette release contient plusieurs archives de symboles de débogage.
it: Questa release ha più di un archivio di simboli di debug.
ja: このリリースにはデバッグシンボルのアーカイブが複数あります。
ko: 이 릴리스에는 디버그 심볼 아카이브가 여러 개 있습니다.
pt_br: Esta versão tem mais de um arquivo de símbolos de depuração.
ru: В этом релизе больше одного архива с отладочными символами.
vi: Bản phát hành này có nhiều hơn một kho ký hiệu gỡ lỗi.
zh_hans: 此发行版包含多个调试符号归档。
zh_hant: 此發行版本包含多個除錯符號壓縮檔。

source: This report carries no thread state.
ar: لا يحتوي هذا التقرير على حالة الخيوط.
de: Dieser Bericht enthält keinen Thread-Status.
es: Este informe no lleva el estado de los hilos.
fr: Ce rapport ne contient aucun état de thread.
it: Questo rapporto non contiene lo stato dei thread.
ja: このレポートにはスレッドの状態が含まれていません。
ko: 이 보고서에는 스레드 상태가 없습니다.
pt_br: Este relatório não traz o estado das threads.
ru: В этом отчёте нет состояния потоков.
vi: Báo cáo này không chứa trạng thái luồng.
zh_hans: 此报告不含线程状态。
zh_hant: 此報告不含執行緒狀態。

source: This Report Includes System State
ar: يتضمن هذا التقرير حالة النظام
de: Dieser Bericht enthält den Systemzustand
es: Este informe incluye el estado del sistema
fr: Ce rapport contient l’état du système
it: Questo rapporto include lo stato del sistema
ja: このレポートにはシステム状態が含まれます
ko: 이 보고서에 시스템 상태가 포함됨
pt_br: Este Relatório Inclui o Estado do Sistema
ru: Этот отчёт содержит состояние системы
vi: Báo cáo này có kèm trạng thái hệ thống
zh_hans: 此报告包含系统状态
zh_hant: 此報告包含系統狀態

source: Thread %lld
ar: الخيط %lld
es: Hilo %lld
ja: スレッド %lld
ko: 스레드 %lld
ru: Поток %lld
vi: Luồng %lld
zh_hans: 线程 %lld
zh_hant: 執行緒 %lld

source: Thread %lld · Crashed
ar: الخيط %lld · متعطل
de: Thread %lld · Abgestürzt
es: Hilo %lld · Ha fallado
fr: Thread %lld · A planté
it: Thread %lld · In crash
ja: スレッド %lld · クラッシュ
ko: 스레드 %lld · 크래시됨
pt_br: Thread %lld · Com falha
ru: Поток %lld · Сбой
vi: Luồng %lld · Gặp sự cố
zh_hans: 线程 %lld · 已崩溃
zh_hant: 執行緒 %lld · 已崩潰

source: Threads
ar: الخيوط
es: Hilos
it: Thread
ja: スレッド
ko: 스레드
ru: Потоки
vi: Luồng
zh_hans: 线程
zh_hant: 執行緒

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Too many requests to GitHub. Try again in a few minutes.
ar: عدد كبير جدًا من الطلبات إلى GitHub. حاول مرة أخرى بعد بضع دقائق.
de: Zu viele Anfragen an GitHub. Versuche es in ein paar Minuten erneut.
es: Demasiadas peticiones a GitHub. Inténtalo de nuevo dentro de unos minutos.
fr: Trop de requêtes envoyées à GitHub. Réessayez dans quelques minutes.
it: Troppe richieste a GitHub. Riprova tra qualche minuto.
ja: GitHub へのリクエストが多すぎます。数分後にもう一度お試しください。
ko: GitHub에 대한 요청이 너무 많습니다. 몇 분 후에 다시 시도하세요.
pt_br: Muitas solicitações ao GitHub. Tente novamente em alguns minutos.
ru: Слишком много запросов к GitHub. Повторите попытку через несколько минут.
vi: Quá nhiều yêu cầu đến GitHub. Hãy thử lại sau vài phút.
zh_hans: 向 GitHub 发出的请求过多。请过几分钟再试。
zh_hant: 向 GitHub 發出的請求過多。請過幾分鐘再試一次。

source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar Novamente
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Turn On Notifications
ar: تشغيل الإشعارات
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva le notifiche
ja: 通知をオンにする
ko: 알림 켜기
pt_br: Ativar notificações
ru: Включить уведомления
vi: Bật thông báo
zh_hans: 打开通知
zh_hant: 開啟通知

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

source: Unable to Read This Binary
ar: تعذّرت قراءة هذا الملف الثنائي
de: Binärdatei kann nicht gelesen werden
es: No se puede leer este binario
fr: Impossible de lire ce binaire
it: Impossibile leggere questo binario
ja: このバイナリを読み込めません
ko: 이 바이너리를 읽을 수 없음
pt_br: Não É Possível Ler Este Binário
ru: Не удаётся прочитать этот бинарный файл
vi: Không đọc được tệp nhị phân này
zh_hans: 无法读取此二进制文件
zh_hant: 無法讀取此二進位檔案

source: Unable to Read This Report
ar: تعذّرت قراءة هذا التقرير
de: Bericht kann nicht gelesen werden
es: No se puede leer este informe
fr: Impossible de lire ce rapport
it: Impossibile leggere questo rapporto
ja: このレポートを読み込めません
ko: 이 보고서를 읽을 수 없음
pt_br: Não É Possível Ler Este Relatório
ru: Не удаётся прочитать этот отчёт
vi: Không đọc được báo cáo này
zh_hans: 无法读取此报告
zh_hant: 無法讀取此報告

source: Unable to Send Mail
ar: تعذّر إرسال البريد
de: Mail kann nicht gesendet werden
es: No se puede enviar el correo
fr: Impossible d’envoyer l’e-mail
it: Impossibile inviare l’email
ja: メールを送信できません
ko: 메일을 보낼 수 없음
pt_br: Não Foi Possível Enviar o E-mail
ru: Не удаётся отправить письмо
vi: Không thể gửi thư
zh_hans: 无法发送邮件
zh_hant: 無法發送郵件

source: Unable to Share
ar: تعذّرت المشاركة
de: Teilen nicht möglich
es: No se puede compartir
fr: Impossible de partager
it: Impossibile condividere
ja: 共有できません
ko: 공유할 수 없음
pt_br: Não É Possível Compartilhar
ru: Не удаётся поделиться
vi: Không thể chia sẻ
zh_hans: 无法共享
zh_hant: 無法分享

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unknown image
ar: صورة غير معروفة
de: Unbekanntes Image
es: Imagen desconocida
fr: Image inconnue
it: Immagine sconosciuta
ja: 不明なイメージ
ko: 알 수 없는 이미지
pt_br: Imagem desconhecida
ru: Неизвестный образ
vi: Ảnh nhị phân không xác định
zh_hans: 未知映像
zh_hant: 未知映像

source: Unpacking %@
ar: جارٍ فك حزمة %@
de: %@ wird entpackt
es: Descomprimiendo %@
fr: Décompression de %@
it: Estrazione di %@
ja: %@ を展開中
ko: %@ 압축 푸는 중
pt_br: Descompactando %@
ru: Распаковка %@
vi: Đang giải nén %@
zh_hans: 正在解压 %@
zh_hant: 正在解壓縮 %@

source: Unread
ar: غير مقروء
de: Ungelesen
es: No leídos
fr: Non lus
it: Non letti
ja: 未読
ko: 읽지 않음
pt_br: Não Lidos
ru: Непрочитанные
vi: Chưa đọc
zh_hans: 未读
zh_hant: 未讀

source: Use Report Crash on any report to bundle it with related crashes.
ar: استخدم “الإبلاغ عن التعطل” على أي تقرير لتجميعه مع التعطلات ذات الصلة.
de: Verwende „Absturz melden“ bei einem beliebigen Bericht, um ihn mit verwandten Abstürzen zu bündeln.
es: Usa “Informar del fallo” en cualquier informe para agruparlo con los fallos relacionados.
fr: Utilisez « Signaler un plantage » sur un rapport pour le regrouper avec les plantages liés.
it: Usa “Segnala un crash” su un rapporto qualsiasi per raggrupparlo con i crash correlati.
ja: 任意のレポートで「クラッシュを報告」を使うと、関連するクラッシュとまとめられます。
ko: 아무 보고서에서 ‘크래시 보고’를 사용해 관련 크래시와 함께 묶으세요.
pt_br: Use “Relatar Falha” em qualquer relatório para agrupá-lo com as falhas relacionadas.
ru: Выберите «Сообщить о сбое» в любом отчёте, чтобы собрать его вместе со связанными сбоями.
vi: Dùng “Báo cáo sự cố” trên bất kỳ báo cáo nào để gộp nó với các sự cố liên quan.
zh_hans: 对任意报告使用“报告崩溃”，即可将它与相关的崩溃打包在一起。
zh_hant: 對任一報告使用「回報崩潰」，即可將它與相關的崩潰打包在一起。

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: View As
ar: عرض كـ
de: Darstellung
es: Ver como
fr: Présentation
it: Vista
ja: 表示形式
ko: 보기 방식
pt_br: Visualizar como
ru: Вид
vi: Xem dưới dạng
zh_hans: 显示为
zh_hant: 顯示方式

source: View Contents
ar: عرض المحتويات
de: Inhalt anzeigen
es: Ver el contenido
fr: Afficher le contenu
it: Mostra contenuto
ja: 内容を表示
ko: 내용 보기
pt_br: Ver Conteúdo
ru: Показать содержимое
vi: Xem nội dung
zh_hans: 查看内容
zh_hant: 查看內容

source: View Raw
ar: عرض البيانات الخام
de: Rohdaten ansehen
es: Ver el original
fr: Afficher les données brutes
it: Mostra i dati grezzi
ja: 生データを表示
ko: 원본 보기
pt_br: Ver o Original
ru: Показать исходник
vi: Xem dữ liệu thô
zh_hans: 查看原始数据
zh_hant: 查看原始資料

source: Virtual Address
ar: العنوان الافتراضي
de: Virtuelle Adresse
es: Dirección virtual
fr: Adresse virtuelle
it: Indirizzo virtuale
ja: 仮想アドレス
ko: 가상 주소
pt_br: Endereço Virtual
ru: Виртуальный адрес
vi: Địa chỉ ảo
zh_hans: 虚拟地址
zh_hant: 虛擬位址

source: Waiting
ar: في الانتظار
de: Wartet
es: En espera
fr: En attente
it: In attesa
ja: 待機中
ko: 대기 중
pt_br: Aguardando
ru: Ожидание
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

source: Welcome to Xrash
ar: مرحبًا بك في Xrash
de: Willkommen bei Xrash
es: Te damos la bienvenida a Xrash
fr: Bienvenue dans Xrash
it: Ti diamo il benvenuto in Xrash
ja: Xrash へ ようこそ
ko: Xrash에 오신 것을 환영합니다
pt_br: Boas-vindas ao Xrash
ru: Добро пожаловать в Xrash
vi: Chào mừng bạn đến với Xrash
zh_hans: 欢迎使用 Xrash
zh_hant: 歡迎使用 Xrash

source: What Happened
ar: ما الذي حدث
de: Was passiert ist
es: Qué ha pasado
fr: Ce qui s’est passé
it: Cosa è successo
ja: 何が起きたか
ko: 무슨 일이 있었나
pt_br: O Que Aconteceu
ru: Что произошло
vi: Chuyện gì đã xảy ra
zh_hans: 发生了什么
zh_hant: 發生了什麼事
